app/controllers/messages_controller.rb

  def create
    @message = Message.new(message_params)
    if @message.save
---
INSERT INTO "messages" ("to", "from", "body", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["to", "4156094554"], ["from", "6506847040"], ["body", "Hello, Sexy!"], ["created_at", "2015-11-02 18:10:20.666711"], ["updated_at", "2015-11-02 18:10:20.666711"]]